Repository: Borisserz/WorkoutTracker
Catalog: WorkoutTracker/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Account
de: Konto
es: Cuenta
fr: Compte
pt_pt: Conta
ru: Аккаунт

source: Accumulate total cardio distance.
de: Sammeln Sie die gesamte Cardio-Distanz.
es: Acumula distancia cardio total.
fr: Accumulez une distance cardio totale.
it: Accumula la distanza cardio totale.
pt_pt: Acumule a distância cardio total.
ru: Набирайте общую дистанцию кардио.

source: Achievement Unlocked!
de: Erfolg freigeschaltet!
es: ¡Logro desbloqueado!
fr: Succès débloqué !
it: Obiettivo sbloccato!
pt_pt: Conquista desbloqueada!
ru: Достижение разблокировано!

source: Achievements
de: Erfolge
es: Logros
fr: Réalisations
it: Risultati
pt_pt: Conquistas
ru: Достижения

source: Action Type
de: Aktionstyp
es: Tipo de acción
fr: Type d'action
it: Tipo di azione
pt_pt: Tipo de ação
ru: Тип действия

source: Active Workout Exists
de: Aktives Training vorhanden
es: Existe entrenamiento activo
fr: L'entraînement actif existe
it: L'allenamento attivo esiste
pt_pt: Existe treino ativo
ru: Активная тренировка уже запущена

source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
pt_pt: Atividade
ru: Активность

source: Activity Volume
de: Aktivitätsvolumen
es: Volumen de actividad
fr: Volume d'activité
it: Volume di attività
ru: Объем активности

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungere
pt_pt: Adicionar
ru: Добавить

source: Add Exercise
de: Übung hinzufügen
es: Agregar ejercicio
fr: Ajouter un exercice
it: Aggiungi esercizio
pt_pt: Adicionar exercício
ru: Добавить упражнение

source: Add First Exercise
de: Erste Übung hinzufügen
es: Agregar primer ejercicio
fr: Ajouter un premier exercice
it: Aggiungi il primo esercizio
pt_pt: Adicionar primeiro exercício
ru: Добавить первое упражнение

source: Add Goal
de: Ziel hinzufügen
es: Agregar objetivo
fr: Ajouter un objectif
it: Aggiungi obiettivo
pt_pt: Adicionar meta
ru: Добавить цель

source: Add New Photo
de: Neues Foto hinzufügen
es: Agregar nueva foto
fr: Ajouter une nouvelle photo
it: Aggiungi nuova foto
ru: Добавить новую фотографию

source: Add Photo
de: Foto hinzufügen
es: Agregar foto
fr: Ajouter une photo
it: Aggiungi foto
ru: Добавить фото

source: Add Set
de: Satz hinzufügen
es: Agregar conjunto
fr: Ajouter un ensemble
it: Aggiungi insieme
ru: Добавить набор

source: Add Weight
de: Gewicht hinzufügen
es: Agregar peso
fr: Ajouter du poids
it: Aggiungi peso
pt_pt: Adicionar peso
ru: Добавить вес

source: Add a new weight entry with a photo to compare your progress.
de: Fügen Sie einen neuen Gewichtseintrag mit Foto hinzu, um Ihren Fortschritt zu vergleichen.
es: Añade una nueva entrada de peso con una foto para comparar tu progreso.
fr: Ajoutez une nouvelle entrée de poids avec une photo pour comparer vos progrès.
it: Aggiungi una nuova voce di peso con una foto per confrontare i tuoi progressi.
ru: Добавьте новую запись о весе с фотографией, чтобы сравнить свой прогресс.

source: Add at least 2 exercises
de: Fügen Sie mindestens 2 Übungen hinzu
es: Añade al menos 2 ejercicios
fr: Ajoutez au moins 2 exercices
it: Aggiungi almeno 2 esercizi
pt_pt: Adicione pelo menos 2 exercícios
ru: Добавьте как минимум 2 упражнения

source: Add more
de: Fügen Sie weitere hinzu
es: Añadir más
fr: Ajouter plus
it: Aggiungi altro
pt_pt: Adicionar mais
ru: Добавить еще

source: Add the first exercise
de: Fügen Sie die erste Übung hinzu
es: Añade el primer ejercicio.
fr: Ajouter le premier exercice
it: Aggiungi il primo esercizio
pt_pt: Adicione o primeiro exercício
ru: Добавить первое упражнение

source: Adductors
de: Adduktoren
es: Aductores
fr: Adducteurs
it: Adduttori
pt_pt: Adutores
ru: Приводящая мышца

source: Adjust Distance
de: Abstand anpassen
es: Ajustar la distancia
fr: Ajuster la distance
it: Regola la distanza
pt_pt: Ajustar distância
ru: Изменить дистанцию

source: Adjust Reps
de: Passen Sie die Wiederholungen an
es: Ajustar repeticiones
fr: Ajuster les répétitions
it: Regola le ripetizioni
pt_pt: Ajustar repetições
ru: Настроить повторения

source: Adjust Time
de: Passen Sie die Zeit an
es: Ajustar tiempo
fr: Ajuster l'heure
it: Regola l'ora
pt_pt: Ajustar tempo
ru: Настроить время

source: Adjust Weight
de: Gewicht anpassen
es: Ajustar peso
fr: Ajuster le poids
it: Regolare il peso
pt_pt: Ajustar peso
ru: Настроить вес

source: Adjust this based on how fast you recover. Standard is 48h.
de: Passen Sie dies an, je nachdem, wie schnell Sie sich erholen. Standard ist 48h.
es: Ajuste esto según la rapidez con la que se recupere. El estándar es de 48h.
fr: Ajustez cela en fonction de la rapidité avec laquelle vous récupérez. La norme est de 48h.
it: Regolalo in base alla velocità con cui recuperi. Lo standard è 48 ore.
pt_pt: Ajuste isso com base na rapidez com que você se recupera. O padrão é 48h.
ru: Тыберите в зависимости от времени вашего восстановления. По умолчанию 48 часов

source: Adjust this to your body's needs. It directly impacts Readiness and AI coach recommendations.
de: Passen Sie dies an die Bedürfnisse Ihres Körpers an. Es wirkt sich direkt auf die Empfehlungen des Readiness- und KI-Coaches aus.
es: Ajústalo a las necesidades de tu cuerpo. Afecta directamente a las recomendaciones de los entrenadores de preparación e inteligencia artificial.
fr: Adaptez-le aux besoins de votre corps. Cela a un impact direct sur les recommandations des coachs en matière de préparation et d’IA.
it: Adattalo alle esigenze del tuo corpo. Ha un impatto diretto sulla preparazione e sui consigli dei coach dell'intelligenza artificiale.
pt_pt: Ajuste isso às necessidades do seu corpo. Isso afeta diretamente as recomendações do treinador de prontidão e IA.
ru: Настрой под свои нужды. Это влияет на готовность и рекомендации ИИ-тренера.

source: Adult Pandas 🐼
de: Erwachsene Pandas 🐼
es: Pandas adultos 🐼
fr: Pandas adultes 🐼
it: Panda adulti 🐼
pt_pt: Pandas Adultos 🐼
ru: Взрослые панды 🐼

source: Advanced
de: Fortschrittlich
es: Avanzado
fr: Avancé
it: Avanzato
pt_pt: Avançado
ru: Продвинутый

source: Advanced Filters
de: Erweiterte Filter
es: Filtros avanzados
fr: Filtres avancés
it: Filtri avanzati
pt_pt: Filtros Avançados
ru: Дополнительные фильтры

source: Advanced statistics
de: Erweiterte Statistiken
es: Estadísticas avanzadas
fr: Statistiques avancées
it: Statistiche avanzate
pt_pt: Estatísticas avançadas
ru: Расширенная статистика

source: Affected Muscles (for Heatmap)
de: Betroffene Muskeln (für Heatmap)
es: Músculos afectados (para mapa de calor)
fr: Muscles affectés (pour Heatmap)
it: Muscoli interessati (per mappa termica)
pt_pt: Músculos afetados (para mapa de calor)
ru: Задействованные мышцы (тепловая карта)

source: Affects chat responses and workout generation.
de: Beeinflusst Chat-Antworten und die Trainingsgenerierung.
es: Afecta las respuestas del chat y la generación de ejercicios.
fr: Affecte les réponses au chat et la génération d'entraînement.
it: Influisce sulle risposte della chat e sulla generazione dell'allenamento.
pt_pt: Afeta as respostas do chat e a geração de exercícios.
ru: Влияет на ответы в чате и генерацию тренировок.

source: Affects chat style, workouts, and push notifications. Powered by Cloud.
de: Beeinflusst Chat-Stil, Workouts und Push-Benachrichtigungen. Unterstützt durch die Cloud.
es: Afecta el estilo del chat, los entrenamientos y las notificaciones automáticas. Desarrollado por la nube.
fr: Affecte le style de discussion, les entraînements et les notifications push. Propulsé par le Cloud.
it: Influisce sullo stile della chat, sugli allenamenti e sulle notifiche push. Alimentato dal cloud.
pt_pt: Afeta o estilo de bate-papo, exercícios e notificações push. Alimentado pela nuvem.
ru: Влияет на стиль общения, тренировки и уведомления. Работает через облако.

source: African Elephants 🐘
de: Afrikanische Elefanten 🐘
es: Elefantes africanos 🐘
fr: Éléphants d'Afrique 🐘
it: Elefanti africani 🐘
pt_pt: Elefantes Africanos 🐘
ru: Африканские слоны 🐘

source: After
de: Nach
es: Después
fr: Après
it: Dopo
pt_pt: Depois
ru: После

source: Age
de: Alter
es: Edad
fr: Âge
it: Età
pt_pt: Idade
ru: Возраст

source: Agree & Continue
de: Zustimmen und fortfahren
es: Aceptar y continuar
fr: Accepter et continuer
it: Accetta e continua
pt_pt: Concordar e continuar
ru: Принять и продолжить

source: Align your body in the frame.
de: Richten Sie Ihren Körper im Rahmen aus.
es: Alinea tu cuerpo en el marco.
fr: Alignez votre corps dans le cadre.
it: Allinea il tuo corpo all'inquadratura.
pt_pt: Alinhe seu corpo na moldura.
ru: Тыровняй тело в кадре.

source: All
de: Alle
es: Todo
fr: Tous
it: Tutto
pt_pt: Todos
ru: Все

source: All Catalog
de: Alle Kataloge
es: Todo el catálogo
fr: Tout le catalogue
it: Tutto il catalogo
ru: Весь каталог

source: All Programs
de: Alle Programme
es: Todos los programas
fr: Tous les programmes
it: Tutti i programmi
pt_pt: Todos os programas
ru: Все программы

source: All Settings
de: Alle Einstellungen
es: Todas las configuraciones
fr: Tous les paramètres
it: Tutte le impostazioni
pt_pt: Todas as configurações
ru: Все настройки

source: All Supported Exercises
de: Alle unterstützten Übungen
es: Todos los ejercicios admitidos
fr: Tous les exercices pris en charge
it: Tutti gli esercizi supportati
ru: Все поддерживаемые упражнения

source: All Time
de: Alle Zeit
es: Todo el tiempo
fr: Tout le temps
it: Tutto il tempo
pt_pt: Todos os tempos
ru: За все время

source: All Trophies
de: Alle Trophäen
es: Todos los trofeos
fr: Tous les trophées
it: Tutti i trofei
pt_pt: Todos os troféus
ru: Все трофеи

source: All Workouts
de: Alle Workouts
es: Todos los entrenamientos
fr: Tous les entraînements
it: Tutti gli allenamenti
pt_pt: Todos os treinos
ru: Все тренировки

source: All the trophies
de: Alle Trophäen
es: todos los trofeos
fr: Tous les trophées
it: Tutti i trofei
pt_pt: Todos os troféus
ru: Все трофеи

source: All time
de: Alle Zeiten
es: Todo el tiempo
fr: Tout le temps
it: Tutto il tempo
pt_pt: Todo o tempo
ru: За всё время

source: All your profile data and history have been successfully deleted. Please restart the app to set up a new profile.
de: Alle Ihre Profildaten und Ihr Verlauf wurden erfolgreich gelöscht. Bitte starten Sie die App neu, um ein neues Profil einzurichten.
es: Todos los datos y el historial de su perfil se han eliminado correctamente. Reinicie la aplicación para configurar un nuevo perfil.
fr: Toutes vos données de profil et votre historique ont été supprimés avec succès. Veuillez redémarrer l'application pour configurer un nouveau profil.
it: Tutti i dati e la cronologia del tuo profilo sono stati eliminati con successo. Riavvia l'app per impostare un nuovo profilo.
pt_pt: Todos os dados e histórico do seu perfil foram excluídos com sucesso. Reinicie o aplicativo para configurar um novo perfil.
ru: Все данные профиля и история успешно удалены. Перезапустите приложение.

source: All-Time Bests
de: Bestleistungen aller Zeiten
es: Mejores de todos los tiempos
fr: Meilleurs de tous les temps
it: I migliori di tutti i tempi
pt_pt: Melhores de todos os tempos
ru: Лучшие результаты за все время

source: Allow More Recovery
de: Ermöglichen Sie mehr Wiederherstellung
es: Permitir una mayor recuperación
fr: Autoriser plus de récupération
it: Consenti più recupero
pt_pt: Permitir mais recuperação
ru: Больше времени для восстановления

source: Allowed
de: Erlaubt
es: Permitido
fr: Autorisé
it: Consentito
pt_pt: Permitido
ru: Разрешено

source: Alternative Contact
de: Alternativer Kontakt
es: Contacto alternativo
fr: Contact alternatif
it: Contatto alternativo
pt_pt: Contato Alternativo
ru: Альтернативный способ связи

source: Analysis
de: Analyse
es: Análisis
fr: Analyse
it: Analisi
pt_pt: Análise
ru: Аналитика

source: Analysis (Max Weight)
de: Analyse (maximales Gewicht)
es: Análisis (peso máximo)
fr: Analyse (poids maximum)
it: Analisi (peso massimo)
pt_pt: Análise (Peso Máximo)
ru: Анализ (максимальный вес)

source: Analysis Failed
de: Analyse fehlgeschlagen
es: Análisis fallido
fr: L'analyse a échoué
it: Analisi fallita
pt_pt: Falha na análise
ru: Анализ не удался

source: Analysis Parameters
de: Analyseparameter
es: Parámetros de análisis
fr: Paramètres d'analyse
it: Parametri di analisi
pt_pt: Parâmetros de análise
ru: Параметры анализа

source: Analytics
de: Analytik
es: Analítica
fr: Analytique
it: Analitica
pt_pt: Análise
ru: Аналитика

source: Analytics Locked
de: Analytics gesperrt
es: Análisis bloqueado
fr: Analyses verrouillées
it: Analisi bloccata
pt_pt: Análise bloqueada
ru: Аналитика заблокирована

source: Analyze My Week
de: Analysieren Sie meine Woche
es: Analiza mi semana
fr: Analyser ma semaine
it: Analizza la mia settimana
pt_pt: Analise minha semana
ru: Анализ моей недели

source: Analyze Progress
de: Analysieren Sie den Fortschritt
es: Analizar el progreso
fr: Analyser les progrès
it: Analizzare i progressi
pt_pt: Analisar o progresso
ru: Анализировать Прогресс

source: Analyzing biometrics...
de: Biometrie analysieren...
es: Analizando datos biométricos...
fr: Analyser la biométrie...
it: Analisi dei dati biometrici...
pt_pt: Analisando biometria...
ru: Анализирую биометрию...

source: Analyzing data...
de: Daten analysieren...
es: Analizando datos...
fr: Analyse des données...
it: Analisi dei dati...
pt_pt: Analisando dados...
ru: Анализ данных...

source: Analyzing your week...
de: Analysiere deine Woche...
es: Analizando tu semana...
fr: Analyse de votre semaine...
it: Analizzando la tua settimana...
pt_pt: Analisando sua semana...
ru: Анализируем вашу неделю...

source: Analyzing...
de: Analysieren...
es: Analizando...
fr: Analyser...
it: Analizzando...
ru: Анализ...

source: Anatomy Locked
de: Anatomie gesperrt
es: Anatomía bloqueada
fr: Anatomie verrouillée
it: Anatomia bloccata
pt_pt: Anatomia bloqueada
ru: Анатомия заблокирована

source: Anatomy Model
de: Anatomiemodell
es: Modelo de anatomía
fr: Modèle d'anatomie
it: Modello anatomico
pt_pt: Modelo de anatomia
ru: Модель анатомии

source: Animation coming soon
de: Animation kommt bald
es: Animación próximamente
fr: Animation à venir
it: Animazione in arrivo
pt_pt: Animação em breve
ru: Скоро будет анимация

source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
it: Aspetto
pt_pt: Aparência
ru: Внешний вид

source: Appearance & Profile
de: Aussehen und Profil
es: Apariencia y perfil
fr: Apparence et profil
it: Aspetto e profilo
pt_pt: Aparência e perfil
ru: Внешний вид и профиль

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Fare domanda a
pt_pt: Aplicar
ru: Применить

source: Apply to Workout
de: Bewerben Sie sich beim Training
es: Aplicar al entrenamiento
fr: Appliquer à l'entraînement
it: Applicare all'allenamento
pt_pt: Inscreva-se no treino
ru: Применить к тренировке

source: Architecting your plan...
de: Gestalten Sie Ihren Plan...
es: Diseñando tu plan...
fr: Concevoir votre plan...
it: Architettare il tuo piano...
pt_pt: Arquitetando seu plano...
ru: Создаем ваш план...

source: Are you sure you want to delete %lld exercises? This action cannot be undone.
de: Sind Sie sicher, dass Sie %lld Übungen löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar %lld ejercicios? Esta acción no se puede deshacer.
fr: Etes-vous sûr de vouloir supprimer les exercices %lld ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare gli esercizi %lld? Questa azione non può essere annullata.
pt_pt: Tem certeza de que deseja excluir %lld exercícios? Esta ação não pode ser desfeita.
ru: Ты точно хотите удалить %lld упражнений? Это нельзя будет отменить.

source: Are you sure you want to delete %lld templates? This action cannot be undone.
de: Sind Sie sicher, dass Sie %lld Vorlagen löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar las plantillas %lld? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer les modèles %lld ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare i modelli %lld? Questa azione non può essere annullata.
pt_pt: Tem certeza de que deseja excluir %lld modelos? Esta ação não pode ser desfeita.
ru: Ты точно хотите удалить %lld шаблонов? Отменить будет невозможно.

source: Are you sure you want to delete %lld workouts? This action cannot be undone.
de: Sind Sie sicher, dass Sie %lld Trainingseinheiten löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar %lld entrenamientos? Esta acción no se puede deshacer.
fr: Etes-vous sûr de vouloir supprimer les entraînements %lld ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare gli allenamenti %lld? Questa azione non può essere annullata.
pt_pt: Tem certeza de que deseja excluir %lld treinos? Esta ação não pode ser desfeita.
ru: Ты точно хотите удалить %lld тренировок? Это нельзя будет отменить.

source: Are you sure you want to delete '%@'? This action cannot be undone.
de: Sind Sie sicher, dass Sie „%@“ löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar '%@'? Esta acción no se puede deshacer.
fr: Are you sure you want to delete '%@'? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare '%@'? Questa azione non può essere annullata.
pt_pt: Tem certeza de que deseja excluir '%@'? Esta ação não pode ser desfeita.
ru: Ты точно хотите удалить '%@'? Отменить будет невозможно.

source: Are you sure you want to delete all data? This action cannot be undone.
de: Sind Sie sicher, dass Sie alle Daten löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar todos los datos? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer toutes les données ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare tutti i dati? Questa azione non può essere annullata.
pt_pt: Tem certeza de que deseja excluir todos os dados? Esta ação não pode ser desfeita.
ru: Удалить все данные? Это действие нельзя отменить.

source: Are you sure you want to delete all workouts? This action cannot be undone.
de: Sind Sie sicher, dass Sie alle Trainingseinheiten löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar todos los entrenamientos? Esta acción no se puede deshacer.
fr: Etes-vous sûr de vouloir supprimer tous les entraînements ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare tutti gli allenamenti? Questa azione non può essere annullata.
pt_pt: Tem certeza de que deseja excluir todos os treinos? Esta ação não pode ser desfeita.
ru: Ты точно хотите удалить все тренировки? Отменить будет невозможно.

source: Are you sure you want to delete this entire program? This action cannot be undone.
de: Sind Sie sicher, dass Sie das gesamte Programm löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar todo este programa? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer l'intégralité de ce programme ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare l'intero programma? Questa azione non può essere annullata.
pt_pt: Tem certeza de que deseja excluir todo este programa? Esta ação não pode ser desfeita.
ru: Ты уверены? Вся программа будет удалена.

source: Are you sure you want to delete this exercise? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Übung löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar este ejercicio? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cet exercice ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questo esercizio? Questa azione non può essere annullata.
pt_pt: Tem certeza de que deseja excluir este exercício? Esta ação não pode ser desfeita.
ru: Ты точно хотите удалить это упражнение? Отменить будет невозможно.

source: Are you sure you want to delete this superset? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Obermenge löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar este superconjunto? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce surensemble ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questo superset? Questa azione non può essere annullata.
pt_pt: Tem certeza de que deseja excluir este superconjunto? Esta ação não pode ser desfeita.
ru: Ты уверены, что хотите удалить этот суперсет? Это действие необратимо.

source: Are you sure you want to delete this template? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Vorlage löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar esta plantilla? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce modèle ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questo modello? Questa azione non può essere annullata.
pt_pt: Tem certeza de que deseja excluir este modelo? Esta ação não pode ser desfeita.
ru: Ты точно хотите удалить этот шаблон? Отменить будет невозможно.

source: Are you sure you want to sign out? This will clear all data on this device. You can access it again by signing back in.
de: Sind Sie sicher, dass Sie sich abmelden möchten? Dadurch werden alle Daten auf diesem Gerät gelöscht. Sie können wieder darauf zugreifen, indem Sie sich erneut anmelden.
es: ¿Estás seguro de que deseas cerrar sesión? Esto borrará todos los datos de este dispositivo. Puedes acceder a él nuevamente iniciando sesión nuevamente.
fr: Êtes-vous sûr de vouloir vous déconnecter ? Cela effacera toutes les données de cet appareil. Vous pouvez y accéder à nouveau en vous reconnectant.
it: Sei sicuro di voler uscire? Questa operazione cancellerà tutti i dati su questo dispositivo. Puoi accedervi nuovamente effettuando nuovamente l'accesso.
pt_pt: Tem certeza de que deseja sair? Isso limpará todos os dados deste dispositivo. Você pode acessá-lo novamente fazendo login novamente.
ru: Вы уверены, что хотите выйти? Это приведет к удалению всех данных на этом устройстве. Вы можете получить к нему доступ снова, войдя в систему.

source: Arms
de: Waffen
es: Brazos
fr: Bras
it: Braccia
pt_pt: Braços
ru: Руки

source: Arms (%@)
de: Waffen (%@)
es: Brazos (%@)
fr: Bras (%@)
it: Braccia (%@)
pt_pt: Braços (%@)
ru: Руки (%@)

source: Arms straight
de: Arme gerade
es: brazos rectos
fr: Bras tendus
it: Braccia tese
ru: Руки прямые

source: Ask AI Coach...
de: Fragen Sie AI Coach...
es: Pregúntele al entrenador de IA...
fr: Demandez à AI Coach...
it: Chiedi all'allenatore dell'AI...
pt_pt: Pergunte ao treinador de IA...
ru: Спросить ИИ тренера...

source: Ask Coach
de: Fragen Sie den Trainer
es: Pregúntale al entrenador
fr: Demandez à l'entraîneur
it: Chiedi all'allenatore
pt_pt: Pergunte ao treinador
ru: Спросить тренера

source: Ask a fitness question or request a workout plan.
de: Stellen Sie eine Fitnessfrage oder fordern Sie einen Trainingsplan an.
es: Haga una pregunta sobre fitness o solicite un plan de entrenamiento.
fr: Posez une question de fitness ou demandez un plan d'entraînement.
it: Fai una domanda sul fitness o richiedi un piano di allenamento.
pt_pt: Faça uma pergunta sobre condicionamento físico ou solicite um plano de treino.
ru: Задайте фитнес-вопрос или запросите план тренировки.

source: Ask about diet, form, or workouts...
de: Fragen Sie nach Ernährung, Form oder Training ...
es: Pregunta sobre dieta, forma o entrenamientos...
fr: Renseignez-vous sur le régime, la forme ou les entraînements...
it: Chiedi informazioni su dieta, forma o allenamenti...
ru: Спросите о диете, форме или тренировках...
